export default{
  about: "關於",
  aboutAPro: "關於 A-Pro",
  about: "關於我們",
  aboutHero:"數位行銷變得簡單",
  aboutHero2:" 透過尖端 AI 提升您的品牌",
  aboutDesc: "A-Pro 是一個數位行銷平台，通過尖端的 SEO 策略、專家行銷見解和 AI 驅動的工具，幫助企業和個人擴大其在線存在。",
  aboutH2: "通過 AI 革新數位行銷",
  aboutSection1:`
    <h3>在今天的數位風景中</h3> 企業需要聰明地利用每一種策略來脫穎而出。
    <br><br>
    在 A-Pro，我們利用最新的 AI 技術來加速數位行銷工作——從 SEO、內容行銷、社交媒體增長到 AI 驅動的影響力行銷。
    <br><br>
    無論您是一位小企業主、營銷專業人員還是一位有抱負的企業家，A-Pro 都有助於幫助您在線取得成功的工具。
  `,
  messageFromTheFounder:"創辦人的話",
  founderMessage:`
    <h3>AI 應該增強人類創造力，而不是取代它</h3>
    A-Pro 誕生於一個利用 AI 革新數位行銷的願景。
    在科技和 SEO 行業超過 15 年後，我第一手見證了企
    業如何努力跟上不斷變化的數位風景。
    <br><br>
    我們在 A-Pro 的目標是通過 AI 驅動的工具賦予營銷人員、企業和創作者，簡化內容創建、增強 SEO，並在社交媒體和影響力行銷中開啟新機會。我們相信 AI 應該增強人類創造力，而不是取代它。
    `,
  founderName:"范人傑",
  founderPosition:"創始人兼首席執行官",
  whatWeDo: "我們做什麼",
  whatWeDoSection:"A-Pro 是一個 AI 驅動的數位行銷平台，旨在幫助企業輕鬆擴大其在線存在。我們的技術通過提供以下方式來簡化和增強營銷策略：",
  whatWeDo1:"<b>AI 輔助內容創建</b>：利用 AI 驅動的工具增強您的內容策略，幫助製作引人入勝的博客文章、社交媒體更新和廣告文案，同時保持您獨特的品牌聲音。",
  whatWeDo2:"<b>高級 SEO 和搜索見解</b>：通過我們定制的 AI 驅動的 SEO 評分系統，優化您的網站和內容，以在搜索結果中排名更高。我們的先進技術分析關鍵排名因素，評估內容質量，並提供全面的 SEO 評分，並提供可操作的建議以提高在搜索引擎中的可見性和性能。",
  whatWeDo3:"<b>社交媒體行銷</b>：制定並執行數據驅動的社交媒體策略，推動參與和品牌知名度。我們的 AI 驅動的工具幫助製作引人入勝的帖子、標題和針對目標受眾量身定制的內容日曆。利用自動化和見解優化多個平台的性能。",
  whatWeDo4:"<b>AI 影響力行銷</b>：通過 AI 驅動的見解和配對，創建由 AI 驅動的逼真數字影響者，以增強社交媒體上的品牌知名度，或與頂級影響者合作。",
  whatWeDo5:"<b>受眾和市場見解</b>：通過實時 AI 驅動的數據分析和趨勢預測，保持競爭優勢。我們的定制 AI 掃描 Google 和社交媒體平台上的最新趨勢，提供即時可操作的數據，幫助企業優化其營銷策略，有效地吸引受眾，並利用新興機會。",
  whatWeDo6:"<b>AI 驅動的數位營銷策略</b>：利用 AI 驅動的見解制定和完善與品牌目標和目標受眾一致的全面營銷策略。",
  ourMission: "我們的使命",
  ourMissionSection:"在 A-Pro，我們的使命是通過 AI 驅動的自動化和優化來改變數位行銷。我們幫助各種規模的品牌、代理商和企業簡化內容創建、提高在線可見性，並在多個數位渠道上最大化投資回報率。",
  whoWeHelp: "我們幫助誰",
  whoWeHelpSection:"無論您是企業主、數位營銷人員、社交媒體經理還是影響者，A-Pro 都旨在通過 AI 驅動的精確性增強您的營銷策略。我們的工具減少耗時的任務，讓您專注於策略和創造力，同時 AI 處理繁重的工作。",
  whyChooseAPro: "為什麼選擇 A-Pro",
  whyChooseAProSection:"A-Pro 不僅僅是一個數位行銷平台——它是您成功的合作夥伴。我們的 AI 驅動的工具旨在幫助您輕鬆、高效、精確地實現數位營銷目標。以下是選擇 A-Pro 的幾個原因：",
  whyUs1:"<b>全方位 AI 營銷解決方案—</b> 從 SEO 到社交媒體和影響力行銷。",
  whyUs2:"<b>數據驅動見解—</b> 倚靠 AI 驅動的分析做出明智的營銷決策。",
  whyUs3:"<b>AI + 人類創造力—</b> 提升您的營銷活動，而不取代您獨特的聲音。",
  whyUs4:"<b>可擴展的企業和代理商—</b> 無論您是初創企業還是企業，A-Pro 都與您共同成長。",
  meetTheTeam: "遇見團隊",
  teamSection: "我們的團隊由具有超過 15 年技術和 SEO 行業專業知識的經驗豐富的數位營銷人員、AI 專家和內容策略師組成。我們是來自全球各地的多元化團隊，帶來獨特的見解和觀點，幫助企業應對不斷變化的數位風景。我們的綜合經驗確保 A-Pro 保持 AI 驅動的營銷創新的前沿。",
  teamMemberName1: "范人傑",
  teamMemberPosition1: "創始人兼首席執行官",
  teamMemberDesc1: "亞歷山大是 A-Pro 的創始人兼首席執行官。他在科技和 SEO 行業擁有超過 15 年的經驗，熱衷於利用 AI 革新數位行銷。",
  teamMemberName2: "夏明傑",
  teamMemberPosition2: "聯合創始人兼首席 AI 工程師",
  teamMemberDesc2: "約翰是 A-Pro 的聯合創始人兼首席 AI 工程師。他具有人工智能和機器學習背景，致力於為數位營銷人員開發尖端 AI 解決方案。",
  teamMemberName3: "太田浩然",
  teamMemberPosition3: "COO",
  teamMemberDesc3: "科里是 A-Pro 的首席運營官。他擁有超過 15 年的科技和 SEO 行業經驗，致力於幫助企業應對不斷變化的數位風景。",
  teamMemberName4: "Aaron Krygier",
  teamMemberPosition4: "業務發展經理",
  teamMemberDesc4: "亞倫是數位營銷和 SEO 領域的老將，擁有 15 年以上的經驗。他致力於使您的 A Pro 體驗盡可能無縫和無憂。",
  getStarted: "開始",
  getStartedDesc: "開始使用 A-Pro，提升您的數位行銷策略。",
  getStarted2: "開始使用 A-Pro",
}