export default {
  tos: '服務條款',
  tos_p1:`服務條款 最後更新於2024年7月19日 同意我們的法律條款 我們是APro Solutions，以APro Company的名義經營，我們是在紐約美國註冊的公司，地址為275 Hunters ln Williamsville NY 14221。我們運營網站https://a-pro.ai（該網站），以及任何其他引用或鏈接到這些法律條款（“法律條款”）的相關產品和服務（統稱為“服務”）。我們為數字營銷人員提供一個平台，以快速創建內容。`,
  tos_p2:`您可以通過電話（732）737-7099、電子郵件contact@a-pro.ai或郵寄至美國紐約威廉斯維爾Hunters ln 275聯繫我們。這些法律條款構成您（無論是個人還是代表一個實體）與APro Solutions之間就您訪問和使用服務所達成的具有法律約束力的協議。您同意通過訪問服務，即表示您已閱讀、理解並同意受所有這些法律條款的約束。如果您不同意所有這些法律條款，則您明確禁止使用服務，並必須立即停止使用。對於您正在使用的服務的任何計劃更改，我們將提前通知您。修改後的法律條款將在發布或通過info@a-pro.ai向您通知時生效，如電子郵件消息中所述。通過在任何更改生效日期之後繼續使用服務，您同意受修改後條款的約束。服務僅供至少18歲的用戶使用。未滿18歲的人士不得使用或註冊服務。我們建議您打印這些法律條款的副本以供記錄。`,
  tos_h1:`1. 我們的服務`,
  tos_p3:`使用服務時提供的信息不旨在分發給或由任何司法管轄區或國家的任何人或實體使用，如果這樣的分發或使用將違反法律或規定，或將使我們受到該司法管轄區或國家內的任何註冊要求。因此，那些選擇從其他地方訪問服務的人應自行負責，並僅在當地法律適用的範圍內負責遵守當地法律。服務未針對遵守特定行業法規（健康保險流通與責任法案（HIPAA）、聯邦信息安全管理法案（FISMA）等）而設計，因此，如果您的互動將受到此類法律的約束，您可能不得使用服務。您不得以違反格雷姆-里奇-布萊利法案（GLBA）的方式使用服務。`,
  tos_h2:` 2. 知識產權 我們的知識產權`,
  tos_p4:`我們是我們服務中所有知識產權的所有者或被許可者，包括所有源代碼、數據庫、功能、軟件、網站設計、音頻、視頻、文本、照片和圖形（統稱為“內容”），以及其中包含的商標、服務標誌和標誌（統稱為“標記”）。 我們的內容和標記受美國和全球的版權和商標法（以及其他各種知識產權法和不正當競爭法）及條約的保護。 內容和標記以“按原樣”提供，僅供您個人、非商業用途或內部業務用途。 根據您遵守這些法律條款，包括以下“禁止活動”部分，我們授予您非排他性、不可轉讓、可撤銷的許可：- 訪問服務；以及- 下載或打印您已適當訪問的任何部分內容的副本。僅供您個人、非商業用途或內部業務用途。 除非在本部分或我們的法律條款的其他地方另有規定，否則服務的任何部分以及任何內容或標記不得被複製、再製、彙總、重新發布、上傳、發布、公開展示、編碼、翻譯、傳輸、分發、出售、許可或以任何商業目的進行其他利用，除非事先獲得我們的書面明確許可。 如果您希望以本部分或我們的法律條款的其他地方未規定的方式使用服務、內容或標記，請將您的請求發送至：contact@a-pro.ai。 如果我們授予您發布、複製或公開展示我們服務或內容的許可，您必須將我們標識為服務、內容或標記的所有者或被許可者，並確保在發布、複製或展示我們的內容時顯示版權或專有權聲明。 我們保留未明確授予您的服務、內容和標記的所有權利。 任何對這些知識產權的侵犯將構成我們法律條款的重大違反，並將立即終止您使用我們服務的權利。您的提交和貢獻在使用我們的服務之前，請仔細閱讀本部分和“禁止活動”部分，以了解您在通過服務發布或上傳任何內容時賦予我們的權利和您所承擔的義務。 **提交：** 直接向我們發送的任何問題、評論、建議、想法、反饋或其他關於服務的信息（“提交”），您同意將此類提交中的所有知識產權轉讓給我們。 您同意我們應擁有此提交並有權不受任何限制地為任何合法目的（商業或其他）使用和傳播，而無需向您確認或補償。**貢獻：** 服務可能邀請您在博客、留言板、在線論壇和其他功能中聊天、貢獻或參與，期間您可能會創建、提交、發布、展示、傳輸、發布、分發或通過服務向我們或其他用戶提供內容和材料，包括但不限於文本、書寫、視頻、音頻、照片、音樂、圖形、評論、評論、評分建議、個人信息或其他材料（“貢獻”）。 任何公開發布的提交也應被視為貢獻。 您理解貢獻可能會被其他服務用戶以及第三方網站查看。 當您發布貢獻時，您授予我們許可（包括使用您的名字、商標和標誌）：發布任何貢獻時，您授予我們不受限制、無限、不可撤銷、永久、非排他性、可轉讓、免版稅、完全支付的全球權利和許可：- 使用、複製、再製、分發、出售、轉售、發布、廣播、重新命名、存儲、公開表演、公開展示、重新格式化、翻譯、摘錄（全部或部分）和利用您的貢獻（包括但不限於您的圖像、姓名和聲音），用於任何目的，包括商業、廣告或其他目的；- 製作衍生作品或將您的貢獻納入其他作品中；以及- 分許可本部分授予的許可。我們的使用和分發可以通過任何媒體格式和媒體渠道進行。此許可包括我們使用您的姓名、公司名稱和連鎖店名稱（如適用）以及您提供的任何商標、服務標誌、商名標誌和個人及商業圖像。**您對所發布內容的責任：** 通過服務的任何部分向我們發送提交和/或發布貢獻或通過服務將您的帳戶鏈接到任何社交網絡帳戶以使貢獻可訪問，您：- 確認您已閱讀並同意我們的“禁止活動”條款，並且不會通過服務發布、發送、發布、上傳或傳輸任何非法、騷擾、仇恨、傷害、誹謗、淫穢、欺凌、虐待、歧視、威脅任何人或群體、性露骨、虛假、不準確、欺騙或誤導的提交或貢獻；- 在適用法律允許的範圍內，放棄對任何此類提交和/或貢獻的所有道德權利；- 保證任何此類提交和/或貢獻均為您的原創作品或您擁有提交此類提交和/或貢獻的必要權利和許可，並且您有完全的權力授予我們上述與您的提交和/或貢獻相關的權利；- 保證和聲明您的提交和/或貢獻不構成機密信息。您對您的提交和/或貢獻承擔全部責任，並且您明確同意因您違反（a）本部分、（b）任何第三方的知識產權或（c）適用法律而造成的任何和所有損失賠償我們。**我們可以刪除或編輯您的內容：** 雖然我們沒有義務監控任何貢獻，但如果我們合理地認為此類貢獻有害或違反這些法律條款，我們有權隨時刪除或編輯任何貢獻，無需通知。 如果我們刪除或編輯任何此類貢獻，我們還可以暫停或禁用您的帳戶並向當局報告您。### 版權侵權我們尊重他人的知識產權。 如果您認為通過服務提供的任何材料侵犯了您擁有或控制的任何版權，請立即參閱以下“版權侵權”部分。`,
  tos_h3:`3. 用戶聲明`,
  tos_p5:`通過使用這些服務，您聲明並保證：（1）您提交的所有註冊信息都是真實、準確、最新和完整的；（2）您將維持這些信息的準確性並在必要時及時更新此類註冊信息；（3）您具有法律能力並同意遵守這些法律條款；（4）您不是所在司法管轄區的未成年人；（5）您不會通過自動或非人工方式（無論是通過機器人、腳本或其他方式）訪問這些服務；（6）您不會將這些服務用於任何非法或未經授權的目的；以及（7）您使用這些服務不會違反任何適用的法律或法規。如果您提供的任何信息是不真實、不準確、過時或不完整的，我們有權暫停或終止您的帳戶，並拒絕您現在和未來使用這些服務（或其任何部分）。`,
  tos_h4:`4. 用戶註冊`,
  tos_p6:`您可能需要註冊才能使用這些服務。您同意對您的密碼保密，並對您的帳戶和密碼的所有使用負責。如果我們自行決定認為您選擇的用戶名不合適、淫穢或其他令人反感，我們保留刪除、收回或更改該用戶名的權利。`,
  tos_h5:`5. 購買與付款`,
  tos_p7:`我們接受以下付款方式：  - Visa  - Mastercard  - American Express  - Discover  - PayPal  您同意提供最新、完整和準確的購買和帳戶信息，適用於通過服務進行的所有購買。您進一步同意及時更新帳戶和付款信息，包括電子郵件地址、付款方式和付款卡到期日期，以便我們完成您的交易並在需要時與您聯繫。我們會根據需要將銷售稅添加到購買價格中。我們可能隨時更改價格。所有付款應以美元進行。  您同意按當時的價格支付所有購買費用以及任何適用的運費，並授權我們在下訂單時向您選擇的付款提供商收取這些金額。我們保留糾正定價中的任何錯誤或失誤的權利，即使我們已經要求或收到付款。  我們保留拒絕通過服務下的任何訂單的權利。我們可以自行決定限制或取消每人、每戶或每筆訂單的購買數量。這些限制可能包括使用相同客戶帳戶、相同付款方式和/或使用相同帳單或運送地址的訂單。我們保留限制或禁止我們自行判斷認為由經銷商、轉售商或分銷商下的訂單的權利。`,
  tos_h6:`6. 退貨和退款`,
  tos_p8:`計費和續訂您的訂閱將繼續並自動續訂，除非取消。您同意我們在不需要您每次預先批准的情況下，以經常性方式向您的付款方式收取費用，直到您取消相關訂單為止。您的計費周期長度取決於您訂閱服務時選擇的訂閱計劃類型。您可以隨時登錄您的帳戶取消訂閱。您的取消將在當前付費期結束時生效。如果您有任何疑問或對我們的服務不滿意，請發送電子郵件至. 取消訂閱後，您將不再收到任何進一步的付款。您可以隨時登錄您的帳戶取消訂閱。您的取消將在當前付費期結束時生效。如果您有任何疑問或對我們的服務不滿意，請發送電子郵件至contact@a-pro.ai與我們聯繫。費用變更我們可能會不時對訂閱費用進行更改，並將根據適用法律將任何價格變更通知您。`,
  tos_h7:`7. 禁止活動`,
  tos_p9:`您不得以我們提供服務的目的以外的任何目的訪問或使用服務。除非經我們特別認可或批准，否則不得將服務用於任何商業活動。作為服務的用戶，您同意不：  - 系統性地檢索服務中的數據或其他內容，以直接或間接創建或編纂集合、彙編、數據庫或目錄，未經我們書面許可。  - 欺騙、詐騙或誤導我們和其他用戶，特別是任何試圖獲取敏感帳戶信息（如用戶密碼）的行為。  - 規避、禁用或以其他方式干擾服務的安全功能，包括防止或限制使用或複製任何內容的功能，或執行對服務和/或其中包含的內容使用的限制的功能。  - 貶低、玷污或以其他方式損害我們和/或服務的聲譽。  - 使用從服務中獲得的任何信息以騷擾、虐待或傷害他人。  - 不當使用我們的支持服務或提交虛假的濫用或不當行為報告。  - 以不符合任何適用法律或法規的方式使用服務。  - 參與未經授權的服務框架或鏈接。  - 上傳或傳輸（或試圖上傳或傳輸）病毒、特洛伊木馬或其他材料，包括過度使用大寫字母和垃圾郵件（連續發布重複文本），干擾任何一方不間斷地使用和享受服務，或修改、損害、破壞、改變或干擾服務的使用、功能、操作或維護。  - 參與任何自動化使用系統的行為，如使用腳本發送評論或消息，或使用任何數據挖掘、機器人或類似的數據收集和提取工具。  - 刪除任何內容的版權或其他專有權利聲明。  - 嘗試冒充其他用戶或人員，或使用其他用戶的用戶名。  - 上傳或傳輸（或試圖上傳或傳輸）任何作為被動或主動信息收集或傳輸機制的材料，包括但不限於清晰圖形交換格式（"gifs"）、1×1像素、網絡漏洞、Cookies或其他類似設備（有時稱為"間諜軟件"或"被動收集機制"或"pcms"）。  - 干擾、破壞或對服務或連接到服務的網絡或服務造成不必要的負擔。  - 騷擾、惹惱、恐嚇或威脅任何參與向您提供任何部分服務的我們的員工或代理。  - 嘗試繞過服務設計的任何防止或限制訪問服務或服務任何部分的措施。  - 複製或改編服務的軟件，包括但不限於Flash、PHP、HTML、JavaScript或其他代碼。  - 除適用法律允許外，破解、反編譯、反匯編或逆向工程構成或以任何方式構成服務一部分的任何軟件。  - 除標準搜索引擎或互聯網瀏覽器使用外，使用、啟動、開發或分發任何自動化系統，包括但不限於任何蜘蛛、機器人、作弊工具、刮板或離線閱讀器，或使用或啟動任何未經授權的腳本或其他軟件。  - 使用購買代理或採購代理在服務上進行購買。  - 未經授權使用服務，包括通過電子或其他手段收集用戶名和/或電子郵件地址以發送未經請求的電子郵件，或以自動方式或虛假藉口創建用戶帳戶。  - 將服務作為任何競爭我們的努力的一部分，或以任何創收活動或商業企業的方式使用服務和/或內容。  - 出售或以其他方式轉讓您的個人資料。`,
  tos_h8:`8. 用戶生成的貢獻`,
  tos_p10:`服務可能邀請您聊天、貢獻或參與博客、留言板、在線論壇和其他功能，並可能為您提供創建、提交、發布、展示、傳輸、表演、發布、分發或廣播內容和材料的機會，包括但不限於文本、書寫、視頻、音頻、照片、圖形、評論、建議或個人信息或其他材料（統稱為“貢獻”）。貢獻可能會被其他服務用戶和通過第三方網站查看。因此，您傳輸的任何貢獻可能被視為非機密和非專有的。當您創建或提供任何貢獻時，您表示並保證：  - 您的貢獻的創建、分發、傳輸、公開展示或表演以及訪問、下載或複製不會侵犯任何第三方的專有權利，包括但不限於版權、專利、商標、商業秘密或道德權利。  - 您是創作者和所有者或擁有必要的許可、權利、同意、授權和許可，以使用和授權我們、服務和其他服務用戶以任何服務和這些法律條款所設想的方式使用您的貢獻。  - 您擁有每一個可以識別的個人在您的貢獻中使用其姓名或肖像的書面同意、釋放和/或許可，以便在任何服務和這些法律條款所設想的方式中包含和使用您的貢獻。  - 您的貢獻不虛假、不準確或不具誤導性。  - 您的貢獻不是未經請求或未經授權的廣告、促銷材料、金字塔計劃、連鎖信、垃圾郵件、大量郵件或其他形式的徵集。  - 您的貢獻不淫穢、猥褻、淫蕩、骯髒、暴力、騷擾、誹謗、中傷或其他令人反感的（由我們決定）。  - 您的貢獻不嘲笑、嘲弄、貶低、恐嚇或虐待任何人。  - 您的貢獻不被用來騷擾或威脅（在這些術語的法律意義上）任何其他人，也不會促進對特定人或群體的暴力行為。  - 您的貢獻不違反任何適用的法律、法規或規則。  - 您的貢獻不侵犯任何第三方的隱私或公開權利。  - 您的貢獻不違反任何關於兒童色情的適用法律，或其他旨在保護未成年人健康或福祉的法律。  - 您的貢獻不包括任何與種族、國籍、性別、性取向或身體殘疾相關的冒犯性評論。  - 您的貢獻不以其他方式違反或鏈接到違反這些法律條款或任何適用法律或法規的材料。  任何違反上述規定的使用服務行為均違反這些法律條款，並可能導致（除其他事項外）終止或暫停您使用服務的權利。`,
  tos_h9:`9. 貢獻許可`,
  tos_p11:`通過將您的貢獻發布到服務的任何部分，或通過將您的帳戶從服務鏈接到任何社交網絡帳戶使貢獻可以被服務訪問，您自動授予我們，並表示和保證您有權授予我們，無限制、無限、不可撤銷、永久、非排他性、可轉讓、免版稅、完全支付的全球權利和許可，對此類貢獻進行托管、使用、複製、再製、披露、出售、轉售、發布、廣播、重新命名、存檔、存儲、緩存、公開表演、公開展示、重新格式化、翻譯、傳輸、摘錄（全部或部分）和分發（包括但不限於您的圖像和聲音），用於任何目的，商業、廣告或其他目的，並製作此類貢獻的衍生作品或將其納入其他作品，並授予和授權上述許可的再許可。使用和分發可能發生在任何媒體格式和通過任何媒體渠道。
    此許可將適用於現在已知或將來開發的任何形式、媒體或技術，包括我們使用您的姓名、公司名稱和連鎖店名稱（如適用）以及您提供的任何商標、服務標誌、商名標誌和個人及商業圖像。您放棄您對貢獻的所有道德權利，並保證在您的貢獻中未以其他方式主張道德權利。
    我們不主張對您的貢獻的任何所有權。您保留對所有貢獻以及與您的貢獻相關的任何知識產權或其他專有權的完全所有權。對於您在服務的任何區域中提供的貢獻中的任何聲明或陳述，我們不承擔任何責任。您對您在服務中的貢獻負全部責任，並明確同意免除我們的所有責任，並避免對我們採取任何法律行動。
    我們有權自行決定，（1）編輯、刪節或以其他方式更改任何貢獻；（2）重新分類任何貢獻以將其放置在服務上更合適的位置；以及（3）隨時以任何理由預先審查或刪除任何貢獻，無需通知。我們沒有義務監控您的貢獻。`,
  tos_h10:`10. 社交媒體`,
  tos_p12:`作為服務功能的一部分，您可以通過以下方式將您的帳戶與您在第三方服務提供商處擁有的在線帳戶（每個此類帳戶稱為“第三方帳戶”）鏈接：（1）通過服務提供您的第三方帳戶登錄信息；或（2）允許我們訪問您的第三方帳戶，這是在管理您使用每個第三方帳戶的適用條款和條件下允許的。您聲明並保證，您有權向我們披露您的第三方帳戶登錄信息和/或授予我們訪問您的第三方帳戶的權限，而不會違反適用的第三方帳戶使用條款和條件，並且不會使我們支付任何費用或使我們受到第三方服務提供商施加的任何使用限制。通過授予我們訪問任何第三方帳戶的權限，您理解：（1）我們可以訪問、提供和存儲（如適用）您提供給並存儲在您的第三方帳戶中的任何內容（“社交網絡內容”），以便它可以通過您的帳戶在和通過服務中使用，包括但不限於任何好友列表；以及（2）我們可以在您將帳戶與第三方帳戶鏈接時通知您的範圍內，向您的第三方帳戶提交和從中接收額外信息。根據您選擇的第三方帳戶和您在此類第三方帳戶中設置的隱私設置，您發布到第三方帳戶的可識別個人信息可能會在和通過您的服務帳戶中可用。請注意，如果第三方帳戶或相關服務不可用，或者我們對此類第三方帳戶的訪問被第三方服務提供商終止，那麼社交網絡內容可能不再在和通過服務中可用。您可以隨時禁用服務帳戶與第三方帳戶之間的連接。
    請注意，您與您的第三方帳戶相關的第三方服務提供商之間的關係僅由您與此類第三方服務提供商的協議管理。我們不會為任何目的審查任何社交網絡內容，包括但不限於準確性、合法性或非侵權性，我們對任何社交網絡內容不承擔任何責任。您承認並同意，我們可能會訪問與第三方帳戶相關的您的電子郵件地址簿和存儲在您的移動設備或平板電腦上的聯繫人列表，僅用於識別和通知您那些也註冊使用服務的聯繫人。您可以通過以下聯繫信息或通過您的帳戶設置（如適用）聯繫我們來停用服務與第三方帳戶之間的連接。我們將嘗試刪除從此類第三方帳戶獲得並存儲在我們服務器上的任何信息，除了與您的帳戶相關聯的用戶名和個人資料圖片。`,
  tos_h11:`11. 第三方網站和內容`,
  tos_p13:`服務可能包含（或您可能通過網站收到）指向其他網站（“第三方網站”）的鏈接，以及屬於或來源於第三方的文章、照片、文本、圖形、圖片、設計、音樂、聲音、視頻、信息、應用程序、軟件和其他內容或項目（“第三方內容”）。此類第三方網站和第三方內容未經我們調查、監控或檢查其準確性、適當性或完整性，我們對通過服務訪問的任何第三方網站或在服務上發布、通過服務提供或從服務安裝的任何第三方內容，包括第三方網站或第三方內容的內容、準確性、冒犯性、意見、可靠性、隱私慣例或其他政策不承擔任何責任。包括、鏈接到或允許使用或安裝任何第三方網站或任何第三方內容並不意味著我們的批准或認可。如果您決定離開服務並訪問第三方網站或使用或安裝任何第三方內容，您將自行承擔風險，並且您應該知道這些法律條款不再適用。您應該查看從服務導航到的任何網站或與您從服務使用或安裝的任何應用程序相關的適用條款和政策，包括隱私和數據收集慣例。您通過第三方網站進行的任何購買將通過其他網站和其他公司進行，我們對此類購買不承擔任何責任，這些購買僅在您與相關第三方之間。您同意並承認我們不認可第三方網站上提供的產品或服務，您應對因購買此類產品或服務給您造成的任何損害免責。此外，您應對因任何第三方內容或與第三方網站的任何接觸引起的或以任何方式導致的任何損失或損害免責。`,
  tos_h12:`12. 服務管理`,
  tos_p14:`我們保留以下權利，但沒有義務：(1) 監控服務以檢查是否有違反這些法律條款的行為；(2) 對我們自行決定認為違反法律或這些法律條款的任何人採取適當的法律行動，包括但不限於向執法機構報告該用戶；(3) 在我們自行決定且無限制的情況下，拒絕、限制訪問、限制可用性或禁用（在技術上可行的範圍內）您的任何貢獻或其任何部分；(4) 在我們自行決定且無限制的情況下，通知或責任下，從服務中刪除或以其他方式禁用所有過大或以任何方式給我們的系統帶來負擔的文件和內容；以及 (5) 以設計用來保護我們的權利和財產並促進服務正常運行的方式管理服務。`,
  tos_h13:`13. 隱私政策`,
  tos_p15:`我們關心數據隱私和安全。請查看我們的隱私政策：[https://a-pro.ai/privacy-policy](https://a-pro.ai/privacy-policy)。使用本服務即表示您同意受我們的隱私政策約束，該政策已納入本法律條款。請注意，本服務託管於美國。如果您從世界其他法律或其他對個人數據收集、使用或披露的要求與美國適用法律不同的地區訪問服務，那麼通過您繼續使用服務，您即將您的數據轉移到美國，並且您明確同意將您的數據轉移到美國並在美國處理。`,
  tos_h14:`14. 版權侵權`,
  tos_p16:`我們尊重他人的知識產權。如果您認為任何可通過服務獲得的材料侵犯了您擁有或控制的任何版權，請立即使用以下提供的聯繫信息通知我們（“通知”）。您的通知副本將發送給在通知中提到的張貼或存儲材料的人。請注意，根據適用法律，如果您在通知中作出重大失實陳述，您可能會被追究損害賠償責任。因此，如果您不確定服務上或服務鏈接的材料是否侵犯了您的版權，您應首先考慮聯繫律師。`,
  tos_h15:`15. 條款和終止`,
  tos_p17:`這些法律條款在您使用服務期間將保持完全有效。在不限制這些法律條款任何其他條款的情況下，我們保留自行決定在不通知或承擔責任的情況下，拒絕任何人訪問和使用服務（包括封鎖某些IP地址），無論出於任何原因或無理由，包括但不限於違反這些法律條款中包含的任何聲明、保證或契約或任何適用法律或法規。我們可以隨時自行決定終止您對服務的使用或參與，或刪除您的帳戶及您發布的任何內容或信息，無需警告。
    如果我們因任何原因終止或暫停您的帳戶，您不得以您的名字、假名或借用名義或任何第三方的名字註冊和創建新帳戶，即使您可能代表第三方行事。除了終止或暫停您的帳戶之外，我們還保留採取適當法律行動的權利，包括但不限於追究民事、刑事和禁制令救濟。`,
  tos_h16:`16. 修改和中斷`,
  tos_p18:`我們保留隨時或出於任何原因自行決定更改、修改或刪除服務內容的權利，無需通知。然而，我們沒有義務更新我們服務上的任何信息。我們不對您或任何第三方因服務的任何修改、價格變動、暫停或中斷而承擔責任。
    我們無法保證服務在所有時候都可用。我們可能會遇到與服務相關的硬件、軟件或其他問題，或需要進行維護，從而導致中斷、延遲或錯誤。我們保留隨時或出於任何原因更改、修訂、更新、暫停、中斷或以其他方式修改服務的權利，無需通知您。您同意我們對您在服務停機或中斷期間無法訪問或使用服務所造成的任何損失、損害或不便概不負責。這些法律條款中的任何內容均不得解釋為我們有義務維護和支持服務或提供與之相關的任何修正、更新或版本。`,
  tos_h17:`17. 適用法律`,
  tos_p19:`這些法律條款和您對服務的使用受紐約州法律管轄並依其解釋，適用於在紐約州內達成並完全履行的協議，而不考慮其法律衝突原則。`,
  tos_h18:`18. 爭議解決`,
  tos_p20:`非正式協商
    為了加快解決和控制任何與這些法律條款相關的爭議、爭論或索賠（每個稱為“爭議”，統稱為“爭議”）的成本，由您或我們提出的（個別為“當事方”，統稱為“雙方”），雙方同意在開始仲裁之前，先嘗試至少三十（30）天的非正式協商。此類非正式協商在一方書面通知另一方時開始。
    有約束力的仲裁
    如果雙方無法通過非正式協商解決爭議，則該爭議（除以下明確排除的爭議外）將最終和專門通過有約束力的仲裁解決。您理解，如果沒有這一條款，您將有權在法院提起訴訟並進行陪審團審判。仲裁應根據美國仲裁協會（“AAA”）的商業仲裁規則和適用時的AAA消費者相關爭議補充程序（“AAA消費者規則”）開始和進行，這些規則可在[美國仲裁協會（AAA）網站](http://www.adr.org)找到。您的仲裁費用和您應承擔的仲裁員補償應由AAA消費者規則管轄，並在適用時由AAA消費者規則限制。如果仲裁員認為這些費用過高，我們將支付所有仲裁費用和開支。仲裁可以親自進行，也可以通過文件提交、電話或在線進行。仲裁員將以書面形式作出決定，但除非任何一方要求，否則不需要提供理由說明。仲裁員必須遵循適用法律，如果仲裁員未能這樣做，則任何裁決均可被挑戰。除非適用的AAA規則或適用法律另有要求，仲裁將在美國紐約進行。除非本文另有規定，雙方可在法院訴訟以強制仲裁、暫停仲裁程序或確認、修改、撤銷或執行仲裁員作出的裁決。
    如果因任何原因，爭議在法院而非仲裁中進行，則該爭議應在紐約的州和聯邦法院開始或審理，雙方在此同意並放棄對該州和聯邦法院的地點和管轄權提出的任何缺乏個人管轄權和不方便法院的抗辯。這些法律條款不適用《聯合國國際貨物銷售合同公約》和《統一計算機信息交易法》（UCITA）。在任何情況下，雙方不得在事由發生後超過一（1）年內對服務提出任何爭議。如果本條款被認為非法或不可執行，則雙方均不會選擇仲裁任何屬於本條款中被認為非法或不可執行的部分的爭議，此類爭議應由上面列出的具有管轄權的法院決定，雙方同意提交該法院的個人管轄權。
    限制
    雙方同意任何仲裁應僅限於雙方之間的爭議。在法律允許的最大範圍內，（a）任何仲裁不得與任何其他訴訟合併；（b）無權或授權以集體訴訟的方式進行任何爭議仲裁或使用集體訴訟程序；（c）無權或授權以假定的代表身份代表公眾或任何其他人提出任何爭議。
    非正式協商和仲裁的例外情況
    雙方同意以下爭議不受上述非正式協商和有約束力仲裁條款的約束：（a）任何尋求執行或保護或涉及任何一方知識產權有效性的爭議；（b）任何與盜竊、侵權、侵犯隱私或未經授權使用指控有關或引起的爭議；以及（c）任何禁令救濟的請求。如果本條款被認為非法或不可執行，則雙方均不會選擇仲裁任何屬於本條款中被認為非法或不可執行的部分的爭議，此類爭議應由上面列出的具有管轄權的法院決定，雙方同意提交該法院的個人管轄權。`,
  tos_h19:`19. 更正`,
  tos_p21:`服務中可能包含一些拼寫錯誤、不準確或遺漏的信息，包括描述、價格、可用性和各種信息。我們保留在任何時候更正任何錯誤、不準確或遺漏並更改或更新服務信息的權利，無需事先通知。`,
  tos_h20:`20. 免責聲明`,
  tos_p22:`服務是按“原樣”和“可用”基礎提供的。您同意您使用服務的風險由您自行承擔。在法律允許的最大範圍內，我們否認所有與服務和您使用服務相關的明示或暗示保證，包括但不限於適銷性、特定用途適用性和非侵權性的暗示保證。我們不對服務內容或任何鏈接到服務的網站或移動應用程序的內容的準確性或完整性作出任何保證或陳述，我們不對任何（1）內容和材料的錯誤、錯誤或不準確，（2）由於您訪問和使用服務所引起的任何性質的個人傷害或財產損失，（3）任何未經授權訪問或使用我們的安全服務器和/或其中存儲的任何及所有個人信息和/或財務信息，（4）傳輸到或從服務的任何中斷或終止，（5）任何由任何第三方通過服務傳輸的任何錯誤、病毒、特洛伊木馬或類似的東西，和/或（6）任何內容和材料中的任何錯誤或遺漏或由於使用通過服務發布、傳輸或以其他方式提供的任何內容而造成的任何種類的任何損失或損害承擔任何責任。我們不保證、認可、擔保或承擔任何通過服務、任何超鏈接網站或在任何橫幅或其他廣告中展示的任何網站或移動應用程序上由第三方廣告或提供的任何產品或服務的責任，我們不會成為您與任何第三方產品或服務提供商之間的任何交易的當事方或以任何方式對其進行監控。與通過任何媒介或在任何環境中購買產品或服務一樣，您應該運用最佳判斷並在適當的地方保持謹慎。`,
  tos_h21:`21. 責任限制`,
  tos_p23:`在任何情況下，我們或我們的董事、員工或代理人均不對您或任何第三方因您使用服務而產生的任何直接、間接、後果性、示範性、附帶性、特殊或懲罰性損害，包括利潤損失、收入損失、數據丟失或其他損害承擔責任，即使我們已被告知此類損害的可能性。儘管本文中有任何相反規定，我們對您因任何原因引起的任何訴訟的責任，不論其形式如何，在任何時候均限於在任何訴訟原因發生前的六（6）個月內您支付給我們的金額（如有）。某些美國州法律和國際法律不允許對默示保證的限制或某些損害的排除或限制。如果這些法律適用於您，則上述某些或全部免責聲明或限制可能不適用於您，您可能享有額外的權利。`,
  tos_h22:`22. 賠償`,
  tos_p24:`您同意為我們及我們的子公司、關聯公司以及我們所有各自的高級職員、代理人、合作夥伴和員工進行辯護、賠償並使其免受損害，包括因以下原因引起或與之相關的任何第三方提出的任何損失、損害、責任、索賠或要求，包括合理的律師費和費用：(1) 您的貢獻；(2) 使用服務；(3) 違反這些法律條款；(4) 違反您在這些法律條款中所作的任何聲明和保證；(5) 您侵犯第三方的權利，包括但不限於知識產權權利；或 (6) 您對通過服務與您連接的任何其他服務用戶的任何明顯有害行為。儘管有上述規定，我們保留在您承擔費用的情況下，對您需要賠償我們的任何事項進行獨家辯護和控制的權利，您同意在您承擔費用的情況下配合我們對此類索賠的辯護。我們將盡合理努力在得知任何此類索賠、訴訟或訴訟程序時通知您。`,
  tos_h23:`23. 用戶數據`,
  tos_p25:`我們將保留您傳輸到服務的某些數據，以便管理服務的性能，以及與您使用服務相關的數據。儘管我們定期進行數據的常規備份，您對所有您傳輸的或與您使用服務進行的任何活動相關的數據負全部責任。您同意，我們對任何此類數據的丟失或損壞不承擔任何責任，並且您在此放棄因任何此類數據的丟失或損壞而對我們提出任何訴訟的權利。`,
  tos_h24:`24. 電子通信、交易和簽名`,
  tos_p26:`訪問服務、向我們發送電子郵件和完成在線表格構成電子通信。您同意接收電子通信，並且您同意我們通過電子郵件和服務向您提供的所有協議、通知、披露和其他通信滿足任何法律要求，即此類通信必須以書面形式進行。您在此同意使用電子簽名、合同、訂單和其他記錄，以及我們或通過服務啟動或完成的通知、政策和交易記錄的電子交付。您在此放棄任何法律規定、法規、規則、條例或其他法律中要求原始簽名或非電子記錄的交付或保留，或以非電子方式進行付款或授予信用的任何權利或要求。`,
  tos_h25:`25. 加州用戶和居民`,
  tos_p27:`如果您對我們的任何投訴未得到滿意解決，您可以通過書面形式聯繫加利福尼亞州消費者事務部消費者服務部的投訴援助單位，地址為：1625 North Market Blvd., Suite N 112, Sacramento, California 95834，或致電 (800) 952-5210 或 (916) 445-1254。`,
  tos_h26:`26. 雜項`,
  tos_p28:`這些法律條款以及我們在服務上或關於服務發布的任何政策或運營規則構成了您與我們之間的完整協議和理解。我們未能行使或執行這些法律條款的任何權利或規定不應被視為對該權利或規定的放棄。這些法律條款在法律允許的最大範圍內運行。我們可以隨時將我們的任何或所有權利和義務轉讓給他人。我們不對因超出我們合理控制範圍的任何原因造成的任何損失、損害、延遲或未能行動承擔責任。如果這些法律條款的任何規定或部分規定被認定為非法、無效或不可執行，則該規定或部分規定應被視為與這些法律條款分離，並且不影響任何其餘規定的有效性和可執行性。您與我們之間的這些法律條款或使用服務不會創建合資企業、合作關係、雇傭或代理關係。您同意，這些法律條款不會因我們起草它們而被解釋為對我們不利。您在此放棄基於這些法律條款的電子形式和本協議各方缺乏簽署的任何及所有抗辯。`,
  tos_h27:`27. 聯繫我們`,
  tos_p29:`為了解決關於服務的投訴或獲取有關使用服務的更多信息，請聯繫我們：APro Solutions  275 Hunters Ln  Williamsville, NY 14221  United States  電話: (732) 737-7099  電子郵件: contact@a-pro.ai`,
}
