export default {
  about: "について",
  aboutAPro: "A-Proについて",
  about: "私たちについて",
  aboutHero:"デジタルマーケティングをシンプルに",
  aboutHero2:"最先端のAIでブランドを強化",
  aboutDesc: "A-Proは、最先端のSEO戦略、専門のマーケティング洞察、AI駆動ツールを通じて、企業や個人がオンラインプレゼンスを成長させるのを支援するデジタルマーケティングプラットフォームです。",
  aboutH2: "AIでデジタルマーケティングを革命化",
  aboutSection1:`
    <h3>今日のデジタル環境で </h3> 企業は<b><u>スマート</u></b>である必要があり、目立つためにすべての戦略を活用する必要があります。
    <br><br>
    A-Proでは、最新の<b>AI技術</b>を活用してデジタルマーケティング努力を強化します—SEO、
    コンテンツマーケティング、ソーシャルメディア成長、AI駆動インフルエンサーマーケティングから。
    <br><br>
    あなたが小規模事業主、マーケティング専門家、または志望する起業家であるかに関わらず、A-Proにはオンラインで成功するのに役立つツールがあります。
  `,
  messageFromTheFounder:"創業者からのメッセージ",
  founderMessage:`
    <h3>AIは人間の創造性を強化すべきで、置き換えるべきではありません</h3>
    A-ProはAIでデジタルマーケティングを革命化するというビジョンから生まれました。
    テクノロジーとSEO業界で15年以上過ごしたことで、企業が常に変化するデジタル環境に追いつくのに苦労しているのを firsthand で見てきました。
    <br><br>
    A-Proの目標は、コンテンツ作成を簡素化し、SEOを強化し、
    ソーシャルメディアとインフルエンサーマーケティングの新しい機会を解き放つAI駆動ツールでマーケター、企業、クリエイターを支援することです。AIは人間の創造性を強化すべきで、置き換えるべきではないと信じています。
    `,
  founderName:"Alexander Frankish",
  founderPosition:"創業者兼CEO",
  whatWeDo: "私たちがすること",
  whatWeDoSection:"A-Proは、企業がオンラインプレゼンスを簡単に拡大できるように設計されたAI駆動デジタルマーケティングプラットフォームです。私たちの技術は、以下を提供することでマーケティング戦略を合理化し、強化します：",
  whatWeDo1:"<b>AI支援コンテンツ作成</b>：ユニークなブランド声を最前面に保ちながら、AI駆動ツールで魅力的なブログ投稿、ソーシャルメディア更新、広告コピーを作成する手助けをすることで、コンテンツ戦略を強化します。",
}
