export default{
  tos:'利用規約',
  tos_p1:`利用規約 最終更新日 2024年7月19日 法的諸条件への同意 私たちはAPro SolutionsとしてAPro Companyを営業しており、「私たち」「当社」として米国ニューヨーク州275 Hunters ln Williamsville NY 14221に登録された会社です。私たちはウェブサイトhttps://a-pro.ai（サイト）を運営し、これらの法的諸条件を参照またはリンクするその他の関連製品およびサービス（総称して「サービス」）を運営しています。私たちはデジタルマーケターが迅速にコンテンツを作成するためのプラットフォームを提供します。`,
  tos_p2:`電話番号(732) 737-7099、メールcontact@a-pro.ai、または275 Hunters ln, Williamsville, NY, 14221, United Statesまでご連絡ください。
      これらの法的諸条件は、個人的にまたは法人の代理として（「あなた」）、APro Solutionsとの間で、サービスへのアクセスと使用に関して締結される法的拘束力のある契約を構成します。サービスにアクセスすることで、これらすべての法的諸条件を読み、理解し、それに拘束されることに同意したものとみなします。これらすべての法的諸条件に同意しない場合、サービスの使用は明示的に禁止されており、直ちに使用を中止する必要があります。
      私たちは、使用しているサービスの予定された変更について事前にお知らせします。変更された法的諸条件は、電子メールメッセージに記載されているように、投稿時またはinfo@a-pro.aiによる通知時に有効になります。変更の有効日後もサービスを引き続き使用することで、変更された条件に拘束されることに同意します。
      サービスは少なくとも18歳以上のユーザーを対象としています。18歳未満の方はサービスの使用または登録を許可されていません。記録のためにこれらの法的諸条件のコピーを印刷することをお勧めします。`,
  tos_h1:`1. 私たちのサービス`,
  tos_p3:`サービスの使用時に提供される情報は、そのような配布または使用が法律または規制に反する、または私たちがその管轄区域または国で登録要件を課されるような管轄区域または国のいずれかの個人または法人への配布または使用を目的としていません。したがって、他の場所からサービスにアクセスすることを選択した人は、自己の責任で行動し、該当する場合、地元の法律への準拝に単独で責任を負います。サービスは業界固有の規制（健康保険の移植性と説明責任法（HIPAA）、連邦情報セキュリティ管理法（FISMA）など）に準拠するように調整されていないため、あなたの相互作用がそのような法律の対象となる場合、サービスを使用することはできません。グラム・リーチ・ブライリー法（GLBA）に違反する方法でサービスを使用することはできません。`,
  tos_h2:`2. 知的財産権 私たちの知的財産`,
  tos_p4:`私たちは、すべてのソースコード、データベース、機能性、ソフトウェア、ウェブサイトデザイン、オーディオ、ビデオ、テキスト、写真、グラフィック（総称して「コンテンツ」）、およびそこに含まれる商標、サービスマーク、ロゴ（総称して「マーク」）を含む、サービス内のすべての知的財産権の所有者またはライセンシーです。
      私たちのコンテンツとマークは、米国および世界全体の著作権および商標法（および様々なその他の知的財産権および不正競争防止法）および条約によって保護されています。
      コンテンツとマークは、あなたの個人的、非商業的使用または内部業務目的のみのため、「現状のまま」でサービス内または通じて提供されます。サービスの使用は、以下の「禁止活動」セクションを含むこれらの法的諾条件への準拠を条件として、サービスにアクセスするための非独占的、非移転的、取り消し可能なライセンスを付与します。
      サービスにアクセスすること；および
      適切にアクセスしたコンテンツの部分をダウンロードまたは印刷すること。
      あくまであなたの個人的、非商業的使用または内部業務目的のみ。
      このセクションまたは私たちの法的諾条件の他の場所で設定されている場合を除き、サービスの一部、コンテンツまたはマークは、私たちの明示的な事前の書面による許可なしに、いかなる商業的目的のためにもコピー、複製、
      集約、再公開、アップロード、投稿、公開表示、エンコード、
      翻訳、送信、配布、販売、ライセンス、またはその他の利用をすることはできません。
      サービス、コンテンツ、またはマークをこのセクションまたは私たちの法的諾条件の他の場所で設定されている以外の方法で使用したい場合は、リクエストをcontact@a-pro.aiに送信してください。
      サービスまたはコンテンツの一部を投稿、複製、または公開表示する許可を私たちが与える場合、サービス、コンテンツ、またはマークの所有者またはライセンサーとして私たちを特定し、著作権または所有権表示が投稿、複製、または表示時に表示されるか見えるようにする必要があります。
      私たちがサービス、コンテンツ、およびマークに関して明示的に付与していないすべての権利を留保します。
      これらの知的財産権の違反は、私たちの法的諾条件の重大な違反を構成し、サービスを使用する権利は直ちに終了します。
      あなたの投稿と貢献
      サービスを使用する前に、(a) あなたが私たちに与える権利と (b) サービスを通じてコンテンツを投稿またはアップロードする際のあなたの義務を理解するために、このセクションと「禁止活動」セクションを注意深く確認してください。
      投稿：サービスに関する質問、コメント、提案、アイデア、フィードバック、またはその他の情報（「投稿」）を私たちに直接送信することで、そのような投稿のすべての知的財産権を私たちに譲渡することに同意します。私たちがこの投稿を所有し、承認または補償なしに、いかなる合法的目的、商業的またはその他の目的のために無制限の使用と配布を行う権利を持つことに同意します。
      貢献：サービスは、チャット、貢献、ブログ、メッセージボード、オンラインフォーラム、その他の機能に参加するよう招待する場合があり、その際にテキスト、文章、ビデオ、オーディオ、写真、音楽、グラフィック、コメント、レビュー、評価提案、個人情報、またはその他の材料（総称して「貢献」）を含むコンテンツと材料を作成、提出、投稿、表示、送信、公開、配布、または放送することがあります。公開的に投稿される投稿は貢献としても扱われます。
      貢献はサービスの他のユーザー、およびおそらくサードパーティウェブサイトを通じて表示可能であることを理解してください。
      貢献を投稿する場合、私たちにライセンス（あなたの名前、商標、ロゴの使用を含む）を付与します：
      いかなる貢献を投稿することで、私たちに無制限、無制限、取り消し不可能、永続的、非独占的、移転可能、ロイヤリティフリー、完全に支払済み、世界的な権利とライセンスを付与します：使用、コピー、複製、配布、販売、再販売、公開、放送、タイトル変更、保存、公開実行、公開表示、再フォーマット、翻訳、抜粋（全体または一部）、およびあなたの貢献（画像、名前、声を含むがこれらに限定されない）をいかなる目的、商業的、広告、またはその他の目的のために利用し、派生物を作成する、または他の作品に組み込むこと、およびこのセクションで付与されたライセンスをサブライセンスすること。私たちの使用と配布は任意のメディア形式で、任意のメディアチャネルを通じて発生する可能性があります。
      このライセンスには、該当する場合、あなたの名前、会社名、フランチャイズ名、およびあなたが提供する商標、サービスマーク、商号、ロゴ、個人および商業的画像の使用が含まれます。あなたが投稿またはアップロードするものに責任があります：サービスの任意の部分を通じて投稿を送信および/または貢献を投稿することで、またはサービスを通じてあなたのアカウントを任意のソーシャルネットワーキングアカウントにリンクすることでサービスを通じて貢献をアクセス可能にすることで、あなた：
      私たちの「禁止活動」を読み、同意し、違法、嫌がらせ、憎悪、有害、中傷、猥褻、いじめ、虐待、差別的、個人またはグループへの脅迫、性的に露骨、偽、不正確、欺瞞的、または誤解を招く投稿を送信、投稿、公開、アップロード、または送信しないことを確認します。
      適用法によって許可される範囲で、そのような投稿および/または貢献のすべての道徳的権利を放棄します。
      そのような投稿および/または貢献があなたにオリジナルであること、またはそのような投稿および/または貢献を提出するために必要な権利とライセンスを持っていること、およびあなたの投稿および/または貢献に関連して上記の権利を私たちに付与する完全な権限を持っていることを保証します。
      あなたの投稿および/または貢献が機密情報を構成しないことを保証します。
      あなたはあなたの投稿および/または貢献に単独で責任を負い、(a) このセクション、(b) 第三者の知的財産権、または (c) 適用法の違反によって私たちが被る可能性があるすべての損失を私たちに補償することに明示的に同意します。
      私たちはあなたのコンテンツを削除または編集することができます：私たちはいかなる貢献を監視する義務はありませんが、私たちの合理的な判断でそのような貢献が有害であるか、またはこれらの法的諾条件に違反すると考える場合、いつでも通知なしにいかなる貢献も削除または編集する権利を持ちます。そのような貢献を削除または編集する場合、私たちはまたあなたのアカウントを停止または無効にし、当局に報告する可能性があります。
      著作権侵害
      私たちは他人の知的財産権を尊重します。サービス上または通じて利用可能ないかなる材料があなたが所有または管理する著作権を侵害すると信じる場合、すぐに以下の「著作権侵害」セクションを参照してください。`,
}
